{
  "perfil": "Full Stack Developer",
  "greeting": "Hi, I am Rolando",
  "description": "from Colombia with a strong focus on application development. Passionate about building robust and scalable web and mobile applications using modern technologies.",
  "contactMe": "Contact Me",
  "experienceYears": "+1 year of experience.",
  "buttom": "Open to new opportunities",
  "experience": "experience",
  "projects": "projects",
  "about": "about me",
  "contact": "Contact",
  "footer": "© 2025 Rolando Rodriguez. All rights reserved.",
  "theme": {
    "light": "Light",
    "dark": "Dark",
    "system": "System"
  },
  "workExperience": {
    "title": "Work Experience",
    "jobs": [
      {
        "title": "Software Analyst",
        "company": "Wiedii",
        "date": "September 2025 - Currently",
        "description": "At Wiedii, I led the development of secure and scalable solutions, implementing multi-factor authentication with AWS Cognito and Redis using Laravel under HIPAA standards, and optimizing the database to significantly improve performance. I standardized environments using Docker and designed error-handling systems that ensured high availability and support for thousands of concurrent users across multiple environments."
      },
      {
        "title": "Full Stack Developer",
        "company": "Campuslands",
        "date": "January 2023 - December 2023",
        "description": "At Campuslands, I developed full stack applications using .NET, JavaScript, MySQL, and MongoDB, applying layered architecture and JWT authentication. My focus on scalability and performance led me to win first place at the SOFTIC 2023 Hackathon, standing out for building innovative and functional digital solutions under pressure."
      }
    ]
  },
  "achievements": {
    "title": "Achievements",
    "softic": {
      "title": "1st Place Softic Hackathon 2023",
      "description": "Developed the backend in .NET for an award-winning app that connected employees with all areas of the Zona Franca, enhancing internal visibility and communication."
    },
    "awsImmune": {
      "title": "Generative AI - AWS & Immune",
      "description": "Microcredential focused on generative AI, prompt engineering, and responsible AI. Built prototypes using PartyRock, applying both ethical and technical best practices."
    }
  },
  "contactForm": {
    "title": "Send me a message!",	
    "subtitle": "Got a question or proposal, or just want to say hello? Go ahead.",
    "name": "Your Name",
    "namePlaceholder": "Enter your name",
    "email": "Email Address",
    "emailPlaceholder": "Enter your email address",
    "message": "Your Message",
    "messagePlaceholder": "Hi, I think we need a software system for our products at Company X. How soon can you hop on to discuss this?",
    "send": "SHOOT ⭢"
  }
}